start_message = """Добро пожаловать в Персональный помощник!
Выберите действие:
1. Управление заметками
2. Управление задачами
3. Управление контактами
4. Управление финансовыми записями
5. Калькулятор
6. Выход"""


note_start_message = """Управление заметками:
1. Добавить новую заметку
2. Просмотреть заметки
3. Просмотреть подробнобности заметки
4. Редактировать заметку
5. Удалить заметку
6. Экспорт заметок в CSV
7. Импорт заметок из CSV
8. Назад"""


task_start_message = """Управление задачами:
1. Добавить новую задачу
2. Просмотреть задачи
3. Отметить задачу как выполненную
4. Редактировать задачу
5. Удалить задачу
6. Экспорт задач в JSON
7. Импорт задач из JSON
8. Назад"""


contact_start_message = """Управление контактами:
1. Добавить новый контакт
2. Найти контакт по имени или номеру телефона
3. Редактировать контакт
4. Удалить контакт
5. Импорт контактов в формате CSV
6. Экспорт контактов в формате CSV
7. Назад"""


finance_start_message = """Управление финансами:
1. Добавить новую финансовую запись
2. Просмотреть все записи
3. Просмотреть записи за определенный период
4. Импорт записей в формате CSV
5. Экспорт записей в формате CSV
6. Назад"""


calculator_start_message = """Управление калькулятором:
1. Посчитать
2. Назад"""


choose_message = "Выберите действие: "
